test/contracts/linear-flow-1.cfg.dot
digraph "linear-flow-1" {
    node [shape=box];
    subgraph "cluster_test" {
        label="test";
        "test_141" [label="let a: Int = 20"];
        "test_142" [label="let b: Int = 22"];
        "test_144" [label="let c: Int = a + b"];
        "test_146" [label="return c"];
        "test_141" -> "test_142";
        "test_142" -> "test_144";
        "test_144" -> "test_146";
    }
}
