test/good/linear-flow-1.cfg.mmd
graph TD
subgraph test
    test_141["let a: Int = 20"]
    test_142["let b: Int = 22"]
    test_144["let c: Int = a + b"]
    test_146["return c"]:::exitNode
    test_141 --> test_142
    test_142 --> test_144
    test_144 --> test_146
end
